# if __name__ == "__main__":
#     plus()
#     minus()
#     multiple()
#     division()

# def plus(*params):
#     res = 0
#     for item in params:
#         res =+ item
#     return res

# def minus(a, b):
#     return a - b

# def multiple(a, b):
#     return a * b

# def division(a, b):
#     if b == 0:
#         return "Error. Division on zero"
#     else:
#         return a / b

# if __name__ == "__main__":
#     question()

# question = ["Question_1 : Какая библиотека отвечает за время?: \n\t 1)Time; \n\t 2)Data; \n\t 3)Nothing; ",
#             "Question_2 : Сколько библиотек можно импортировать в один проект?:  \n\t 1)Неограниченное количество;  \n\t 2)1;  \n\t 3)3; ",
#             "Question_3 : Какая функция выводит что-либо в консоль?: 1)print(); 2)console.log(); 3)def();",
#             "Question_4 : Как получить данные от пользователя?: \n\t 1)input(); \n\t 2)console.log(); \n\t 3)def(); ",
#             "Question_5 : PYTHON является?: \n\t 1)Машинно - ориентированным языком (низкого уровня)(); \n\t 2)Языком высокого уровня; \n\t 3)Объектно - ориентированным языком;",
#             "Question_6 : Область применения PYTHON?: 1)Робототехника и искусственный интеллект; 2)Обучение; 3)Интернет ?; ",
#             "Question_7 : Год разработки PYTHON?: \n\t 1)1990; \n\t 2)1991; \n\t 3)1993; ",
#             "Question_8 : Чувствителен ли PYTHON к регистру (большая или маленькая буквы)?: \n\t 1)Нет; \n\t 2)Да; \n\t 3)Возможно;",
#             "Question_9 : Переменная int?: \n\t 1)логическая переменная; \n\t 2)целая переменная; \n\t 3)символьная строка;",
#             "Question_10 : Каков будет результат выполнения int(\"88\")?: \n\t 1)\"88\"; \n\t 2)88; \n\t 3)88.00;",
#             "Question_11 : Что будет в результате выполнения следующего действия print(23 % 2)?: \n\t 1)11; \n\t 2)1; \n\t 3)0;",
#             "Question_12 : Имена переменных не могут включать?: \n\t 1)Русские буквы; \n\t 2)Латинские буквы; \n\t 3)Нижний прочерк \"_\";"
# ]
# answear = ["1", "1", "1", "1", "3", "1", "2", "2", "2", "2", "2", "1"]